{
    "url": "https://www.classictetris.es/ctwc-iberia-2023-classic-tetris-iberia-2/",
    "translations": {
        "es": {
            "event_title": "CTWC IBERIA 2023 en Madrid",
            "summary_title": "Resumen de una experiencia increíble que ojala repitamos 🙂",
            "participants_section": "Participantes y organización de CTWC Iberia 2023",
            "organization_text": "La tercera edición de CTWC Iberia, segunda celebrada en persona tras la de 2022, supuso un salto cualitativo gracias a la participación de Movistar como colaborador del evento, que nos permitió disponer de las instalaciones del céntrico edificio de Telefónica situado en plena Gran Vía de Madrid.",
            "auditorium_text": "En este marco incomparable pudimos disfrutar de la asistencia de jugadores de toda Europa, e incluso pudimos ver el mejor Tetris proyectado en las escaleras del edificio.",
            "qualifying_phase_text": "Todo el evento se desarrolló en el auditorio de la segunda planta, personalizado para reflejar el mejor ambiente de Tetris clásico. Por la mañana celebramos las clasificatorias y por la tarde, ¡los playoffs! Ambas fueron transmitidas en directo en Twitch y comentadas por varios miembros de la comunidad.",
            "knockout_phase_text": "Durante la mañana, el reloj fue el protagonista. Tres franjas horarias, de unos 50 minutos cada una, marcarían la posición final en la tabla de clasificación para los participantes. Luis logró hacer cinco maxouts, siendo el único jugador en conseguirlo.",
            "winner_text": "Recuperadas las energías, llegamos a la fase más importante del campeonato. Tuvimos 15 jugadores en una competición de eliminación simple, con Luis avanzando directamente a los cuartos de final. Deewee se proclamó campeón, mientras que Luis consiguió un destacado segundo puesto por segundo año consecutivo.",
            "community_reception_text": "La recepción de la comunidad, tanto de los asistentes al evento en vivo como de los que siguieron el torneo online, fue increíblemente entusiasta, confirmando que las cosas se hicieron bien y que este es el camino a seguir. Disfruta del video con los mejores momentos, ¡y nos vemos el año que viene!",
            "partners_section": "COLABORADORES"
        },
        "en": {
            "event_title": "CTWC IBERIA 2023 in Madrid",
            "summary_title": "Summary of an incredible experience to be repeated 🙂",
            "participants_section": "CTWC Iberia 2023 participants and organizers",
            "organization_text": "The third edition of CTWC Iberia, second held in person after 2022, was a qualitative leap thanks to the participation of Movistar as a partner of the event, which allowed us to have the facilities of the central Telefónica building located in the heart of Gran Vía in Madrid.",
            "auditorium_text": "In this incomparable setting we were able to enjoy the attendance of players from all over Europe, and we could even see the best Tetris projected on the stairs of the building.",
            "qualifying_phase_text": "The whole event took place in the second-floor auditorium, customized to reflect the best atmosphere of classic Tetris. In the morning we held the qualifiers, and in the afternoon, the playoffs! Both were streamed live on Twitch and commented on by a variety of community members.",
            "knockout_phase_text": "During the morning, the clock was the protagonist. Three time slots, of about 50 minutes each, would mark the final position in the standings table for the participants. Luis managed to score five maxouts, being the only player to do so.",
            "winner_text": "Having recovered our energies, we reached the most important phase of the championship. We had 15 players in a single elimination competition, with Luis advancing directly to the quarterfinals. Deewee emerged as the champion, while Luis secured an outstanding second place for the second consecutive year.",
            "community_reception_text": "The reception from the community, both those attending the live event and those following the tournament online, was incredibly enthusiastic, confirming that things were done well and this is the way forward. Enjoy the highlights video, and see you next year!",
            "partners_section": "PARTNERS"
        },
        "pt": {
            "event_title": "CTWC IBERIA 2023 em Madrid",
            "summary_title": "Resumo de uma experiência incrível que esperamos repetir 🙂",
            "participants_section": "Participantes e organização do CTWC Iberia 2023",
            "organization_text": "A terceira edição do CTWC Iberia, a segunda realizada presencialmente após 2022, marcou um salto qualitativo graças à participação da Movistar como parceiro do evento, permitindo-nos utilizar as instalações do central edifício da Telefónica localizado no coração da Gran Vía em Madrid.",
            "auditorium_text": "Neste cenário incomparável, pudemos apreciar a presença de jogadores de toda a Europa, e até ver o melhor Tetris projetado nas escadas do edifício.",
            "qualifying_phase_text": "Todo o evento teve lugar no auditório do segundo andar, personalizado para refletir o melhor ambiente do Tetris Clássico. Da parte da manhã realizamos as eliminatórias e à tarde, os playoffs! Ambas foram transmitidas em direto no Twitch e comentadas por vários membros da comunidade.",
            "knockout_phase_text": "Durante a manhã, o relógio foi o protagonista. Três intervalos de tempo, de cerca de 50 minutos cada um, marcariam a posição final na tabela de classificação para os participantes. O Luis logrou fazer cinco maxouts, sendo o único jogador a consegui-lo.",
            "winner_text": "Depois de recuperar as energias, chegamos à fase mais importante do campeonato. Tivemos 15 jogadores numa competição de eliminação simples, com o Luis a avançar diretamente para os quartos de final. Deewee sagrou-se campeão, enquanto que o Luis garantiu um excelente segundo lugar pelo segundo ano consecutivo.",
            "community_reception_text": "O acolhimento da comunidade, tanto dos que assistiram ao evento ao vivo como dos que seguiram o torneio online, foi incrivelmente entusiástica, confirmando que as coisas foram bem feitas e que este é o caminho a seguir. Apreciem o vídeo com os melhores momentos e até o próximo ano!",
            "partners_section": "PARCEIROS"
        }
    }
}
